Repository: Haz3/Soonzik
Catalog: WindowsPhone/SoonZik/SoonZik/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Artist.Text
source: Artist
fr_fr: Artiste

# ArtistPivot.Header
source: Artist(s)
fr_fr: Artiste(s)

# CheckProfile.Content
source: Check profile
fr_fr: Voir le profil

# City.PlaceholderText
source: City
fr_fr: Ville

# Country.PlaceholderText
source: Country
fr_fr: Pays

# Delete.Content
source: Delete contact
fr_fr: Effacer le contact

# Edit
source: Edit my profile
fr_fr: Editer mes informations

# Explorer.Content
source: Explore
fr_fr: Explorer

# FirstName.PlaceholderText
source: First Name*
fr_fr: Prénom*

# ForgotPassword.Content
source: Forgot Password
fr_fr: Mot de passe oublié

# Friends.Content
source: My Network
fr_fr: Mon reseau

# LastName.PlaceholderText
source: Last Name*
fr_fr: Nom*

# LogIn.Content
source: Log In
fr_fr: Connexion

# LogOut.Content
source: Log Out
fr_fr: Deconnexion

# Music.Text
source: Music
fr_fr: Musique

# MusicalWorld.Content
source: Musical Word
fr_fr: Monde Musical

# MusicPivot.Header
source: Music(s)
fr_fr: Musique(s)

# News.Content
source: News
fr_fr: A la une

# NumberStreet.PlaceholderText
source: Street number
fr_fr: Numéro de rue

# Password.PlaceholderText
source: Password*
fr_fr: Mot de passe*

# Phone.PlaceholderText
source: Phone number
fr_fr: Téléphone

# Picture.PlaceholderText
source: Picture
fr_fr: Photo

# PlaylistBoutton.Content
source: My musics
fr_fr: Ma musique

# Profile.Content
source: Profile
fr_fr: Profil

# Purchase.Content
source: Purchase
fr_fr: Achat

# Search.PlaceholderText
source: Search
fr_fr: Rechercher

# SendMessage.Content
source: Send a text
fr_fr: Envoyer un message

# Share.Text
source: Share
fr_fr: Partager

# SignIn.Content
source: Sign in
fr_fr: Inscription

# SignInText.Text
source: Sign In
fr_fr: Inscription

# Street.PlaceholderText
source: Street
fr_fr: Rue

# User.Text
source: User
fr_fr: Utilisateur(s)

# UserName.PlaceholderText
source: Username*
fr_fr: Pseudo*

# Validate.Content
source: Validate
fr_fr: Valider

# Welcome.Text
source: Welcome
fr_fr: Bienvenue

# ZipCode.PlaceholderText
source: Zip Code
fr_fr: Code postal

# PostEdit
source: Update my profile
fr_fr: Mettre à jour mes informations

# UpdateInformation
source: Your information have been udpated
fr_fr: Vos informations sont mises à jour

# GoToCard.Content
source: Add to card
fr_fr: Ajouter au panier

# Price.Text
source: Price
fr_fr: Prix

# PackError
source: Please select a pack
fr_fr: Veuillez selectionner un pack

# Friend.Header
source: Friends
fr_fr: Amis

# Send.Content
source: Send
fr_fr: Envoyer

# AddFriend
source: Add
fr_fr: Ajouter

# DelFriend
source: Delete
fr_fr: Suprimer

# EndBattle.Text
source: The battle is done
fr_fr: La battle est terminée

# AddToPlaylist.Text
source: Add to playlist
fr_fr: Ajouter à la playlist

# Carts.Text
source: My cart
fr_fr: Mon panier

# Buy.Content
source: Buy
fr_fr: Acheter

# CreatePlaylist.Content
source: Create a playlist
fr_fr: Créer une playlist

# DelFromPlaylist.Text
source: Delete from the playlist
fr_fr: Supprimer de la playlist

# About.Content
source: About
fr_fr: A propos

# Comment.PlaceholderText
source: Comment*
fr_fr: Commentaire*

# ErrorAbout
source: Please fill out all fields completely.
fr_fr: Veuillez remplir tous les champs.

# Feedback.Text
source: Feedback
fr_fr: Reporter une erreur

# InfoAddress.Text
source: Address
fr_fr: Adresse

# InfoGeneral.Text
source: General Information
fr_fr: Informations Génerales

# Object.PlaceholderText
source: Object*
fr_fr: Objet*

# Site.Text
source: Site : www.SoonZik.com
fr_fr: www.SoonZik.Com

# ErrorUpdate
source: Fail during update
fr_fr: Erreur lors de l'update

# FeedbackSend
source: The feedback was send
fr_fr: Le message à bien etait transmis

source: Product add to cart
fr_fr: Article ajouté au panier

# AddPlaylist
source: Music add to playlist
fr_fr: Musique ajoutée à la playlist

# DeleteFromPlaylist.Text
source: Delete from playlist
fr_fr: Supprimer de la playlist

# Download.Text
source: Download
fr_fr: Télécharger

# DownloadOk
source: Download successful
fr_fr: Le téléchargement est réussi

# ErrorAddPlaylist
source: You need to select a playlist
fr_fr: Vous devez sélectionner une playlist

# ErrorChamp
source: Please complete all fields marked *
fr_fr: Veuillez remplir tous les champs avec une *

# ErrorConnec
source: Connection error
fr_fr: Erreur de connexion

# ErrorDeleteMusic
source: Error deleting music
fr_fr: Erreur lors de la suppression de la musique

# ErrorDeletePlaylist
source: Error deleting the playlist
fr_fr: Erreur lors de la suppression de la playlist

# ErrorDownload
source: Fail download
fr_fr: Le téléchargement a echoué

# ErrorEmail
source: The email address is not valid
fr_fr: L'adresse e-mail n'est pas valide

# ErrorGeo
source: Loading map error
fr_fr: Erreur du chargement de la carte

# ErrorIdUser
source: Error retrieving user id
fr_fr: Erreur lors de la récupération de l'id utilisateur

# ErrorLogIn
source: Please enter your login details
fr_fr: Veuillez entrer vos informations de connexion

# ErrorNoMusic
source: No music selected
fr_fr: Pas de musique sélectionnée

# ErrorPayment
source: Payment error
fr_fr: Erreur lors du paiement

# ErrorSignal
source: Network trouble
fr_fr: Réseau insuffisant

# ErrorTweet
source: Error while sending your message
fr_fr: Erreur lors de l'envoi de votre message

# ErrorTwitter
source: Connection twitter error
fr_fr: Erreur lors de la connexion via Twitter

# ErrorUpdatePlaylist
source: Error updating Playlist
fr_fr: Erreur lors de la mise à jour de la playlist

# GoToAlbum.Text
source: Go to album
fr_fr: Voir l'album

# GoToCart.Text
source: Add to cart
fr_fr: Ajouter au panier

# MusicDelete
source: The music was deleted
fr_fr: La musique a été surpprimée

# PasswordEight
source: The password need 8 characters
fr_fr: Le mot de passe doit contenir au mois 8 caractères

# PaymentOk
source: Payment successful
fr_fr: Paiement effectué

# RateMusic.Text
source: Rate the music
fr_fr: Noter la musique

# SignInOk
source: Sigin successful
fr_fr: L'inscription est réussi

# WaitGeo
source: Loading map
fr_fr: La carte est en cours de chargement
